Repository: Nikt-Y/Demopet
Catalog: Demopet/*.lproj/Localizable.strings
Languages: ru

# notif_title
source: %@ needs %@
ru: %@ требует %@

# notif_body
source: It's time to %@ with %@.
ru: Нужно выполнить %@ для %@.

# enter_name
source: Enter a name
ru: Введите кличку

# less_16
source: Name must not exceed 16 characters
ru: Кличка не должна превышать 16 символов

# only_letters
source: The name must contain only letters and spaces
ru: Кличка должна содержать только буквы и пробелы

# already_exist
source: A pet with such a name already exists
ru: Питомец с такой кличкой уже существует

# add_new_pet
source: Add a new pet
ru: Добавить нового питомца

# history_of
source: %@ - history
ru: %@ - история

source: Back
ru: Назад

# min
source: %.0f min
ru: %.0f мин

# frequent_activity
source: Performing activities too often!
ru: ЧАСТОЕ ВЫПОЛНЕНИЕ АКТИВНОСТИ

# once_per
source: This activity can be performed only once in %d h.
ru: Данную активность можно выполнять лишь раз в %d ч.

# later
source: I'll try later
ru: Попробую позже

# overfulfilment
source: OVERFULFILMENT OF ACTIVITY
ru: ПЕРЕВЫПОЛНЕНИЕ АКТИВНОСТИ

# already_100
source: This activity has already been completed by 100%.
ru: Данная активность уже выполнена на 100%.

source: Start activity
ru: Начать активность

# open_history
source: View history
ru: Посмотреть историю

# walk_is_over
source: WALK COMPLETED
ru: ПРОГУЛКА ВЫПОЛНЕНА

# walk_save
source: You can end the walk and save the result, or continue the walk. The extra time will go into the games!
ru: Вы можете завершить прогулку и сохранить результат, либо же продолжить прогулку. Дополнительное время пойдет в зачет игр!

source: COMPLETE
ru: ЗАВЕРШИТЬ

source: CONTINUE
ru: ПРОДОЛЖИТЬ

# activity_complete
source: ACTIVITY COMPLETED
ru: АКТИВНОСТЬ ВЫПОЛНЕНА

# good_boy
source: You are a very caring host!
ru: Вы очень заботливый хозяин!

source: SAVE AND EXIT
ru: СОХРАНИТЬ И ВЫЙТИ

# not_complete
source: ACTIVITY NOT COMPLETED YET!
ru: АКТИВНОСТЬ ЕЩЕ НЕ ВЫПОЛНЕНА!

# no_result
source: Activity has not been completed yet, the result will not be counted!
ru: Активность еще не выполнена, результат не будет засчитан!

source: EXIT
ru: ВЫЙТИ

source: CANCEL
ru: ОТМЕНА

# pet_want_play
source: PET STILL WANTS TO PLAY!
ru: ПИТОМЕЦ ЕЩЕ ХОЧЕТ ИГРАТЬ!

# you_can_exit_but
source: Please note that the activity has not been completed completely yet, but you can still complete the activity now and the result will be saved.
ru: Обратите внимание, что активность еще не выполнена полностью, однако вы всё равно можете завершить активность сейчас и результат сохранится.

# lets_create
source: Let's create a new pet!
ru: Давайте создадим нового питомца!

source: START
ru: НАЧАТЬ

# trouble_has_happened
source: A disaster has happened!
ru: Случилась беда!

# get_better
source: I'll get better
ru: Я исправлюсь

source: Name
ru: Кличка

# type
source: Type of animal:
ru: Вид животного:

source: Age:
ru: Возраст:

# age_count
source: %.1f years
ru: %.1f г.

source: Gender:
ru: Пол:

source: Male
ru: Муж.

source: Female
ru: Жен.

# schedule_of
source: %@ - schedule
ru: %@ - расписание

# time_num_of
source: %@ - time %d (%@)
ru: %@ - время %d (%@)

source: Add time
ru: Добавить время

source: Delete time
ru: Удалить время

source: Save
ru: Сохранить

# hungry
source: I'm hungry!
ru: Покорми меня!

# for_a_walk
source: I want to go for a walk!
ru: Я хочу гулять!

# i_want_play
source: Let's play a game!
ru: Я хочу играть!

# need_healing
source: I'm not feeling well, I need healing!
ru: Что-то мне плохо... Отведи меня к врачу!

# need_cleaning
source: Please clean up after me!
ru: Пожалуйста, уберись за мной!

source: Open
ru: Открыть

# your_willingness
source: Your willingness to become the owner of this pet is estimated at
ru: Ваша готовность стать владельцем данного питомца оценивается в

source: Schedule
ru: Расписание

source: Edit Schedule
ru: Редактировать расписание

# random_event
source: A rare event
ru: Редкое событие

source: Cat
ru: Кот

source: Dog
ru: Собака

source: Fish
ru: Рыбка

source: Hamster
ru: Хомяк

source: Bird
ru: Птичка

source: Games
ru: Игры

source: Walks
ru: Прогулки

source: Health
ru: Здоровье

source: Feeding
ru: Питание

# choose_time
source: Choose a convenient time for each activity
ru: Выберите удобное время для каждой активности

# tutorial_title
source: TUTORIAL
ru: ОБУЧЕНИЕ

# home_tutorial
source: Greetings! The main purpose of this application is to give you the opportunity to understand whether you are really ready to take responsibility for your pet. You can select a pet to interact with in the drop-down list at the top. You can also add new pets there. If the pet needs something, he will inform you about it in the form of a cloud with a message. You can click on this cloud to proceed to the activity.
ru: Приветствую! Главная цель этого приложения - дать Вам возможность понять, реально ли Вы готовы к ответственности за своего домашнего питомца. Вы можете выбирать питомца для взаимодействия в выпадающем списке сверху. Там же вы можете добалять новых питомцев. Если питомцу будет что-либо необходимо, то он сообщит Вам об этом в виде облачка с сообщением. Вы можете нажимать на это облачко, чтобы переходить к выполнению активности.

# status_tutorial
source: Here you can see more detailed statistics for each activity. This is a VERY "realistic" simulator, so in order to perform any activity, you need to spend a real amount of time on it...
ru: Здесь вы можете посмотреть более подробную статистику по каждой активности. Это ОЧЕНЬ "реалистичный" симулятор, поэтому чтобы выполнить какую-либо активность, нужно потратить на нее реальное количество времени...

# profile_tutorial
source: The application takes into account not only the current state of the pet, but also the history of activities. Based on this, it gives out the percentage of your readiness for the establishment of a real pet.
ru: Приложение учитывает не только текущее состояние питомца, но и историю выполнения активностей. На основании этого, оно выдает процент Вашей готовности к заведению настоящего питомца.

# okey
source: OKAY
ru: ОКЕЙ
